"__title__" = "Databáze";

"__description__" = "Informace o připojení databáze.";

"hostname" = "Server";

"port" = "Port";

"database" = "Databáze";

"database_type" = "Typ";

"username" = "Uživatelské jméno";

"password" = "Heslo";

"sid" = "SID";

"alias" = "Alias";

"options" = "Možnosti připojení";

"options#9" = "Možnosti";


"menu.database_type.db2" = "DB2";

"menu.database_type.filemaker" = "FileMaker";

"menu.database_type.msaccess" = "Aplikace Microsoft Access";

"menu.database_type.mssql" = "MS SQL Server";

"menu.database_type.mysql" = "MySQL";

"menu.database_type.oracle" = "Oracle";

"menu.database_type.postresql" = "PostgreSQL";

"menu.database_type.postgresql" = "PostgreSQL";

"menu.database_type.sqlite" = "SQLite";

"menu.database_type.other" = "Jiné";
